let articles = [
  {
    key: "lifestyle",
    title: "優しいナチュラル美容が嬉しい＊美容大国「タイコスメ」をご紹介します",
    img: "skincare.jpg"
  },
  {
    key: "food",
    title: "かわいいお店から本格派まで。「お酒の味比べ」のできるお店",
  },
  {
    key: "goods",
    title: "「コッヘル」って知ってる？キャンプや外ごはんで頼りになる、小さな優れもの。",
  },
  {
    key: "trip",
    title: "しっぽり、大人な雰囲気で。全国の城下町で見つけた「蔵カフェ＆バー」",
  },
  {
    key: "sports",
    title: "ダイエット＆ボディメイクのためのヨガポーズ集。無理なく続けて身も心もスッキリ♪",
  },
  {
    key: "lifestyle",
    title: "これがあれば片付け上手♪【コンテナ・ボックス収納】おすすめ8選",
  },
  {
    key: "sports",
    title: "これなら続けられる♪『壁を使ったエクササイズ』でスタイルアップを目指そう！",
  },
  {
    key: "goods",
    title: "美味しいお茶でおもてなし。【急須と湯呑】を揃えましょ",
  },
  {
    key: "food",
    title: "コンポートは、いろんな果物で楽しめる！基本＆アレンジレシピ集",
  },
  {
    key: "trip",
    title: "いい天気の日には。歴史ある街「府中市」をお散歩してみよう♩",
  },
  {
    key: "lifestyle",
    title: "優しいナチュラル美容が嬉しい＊美容大国「タイコスメ」をご紹介します",
    img: "skincare.jpg"
  },
  {
    key: "food",
    title: "かわいいお店から本格派まで。「お酒の味比べ」のできるお店",
  },
  {
    key: "goods",
    title: "「コッヘル」って知ってる？キャンプや外ごはんで頼りになる、小さな優れもの。",
  },
  {
    key: "trip",
    title: "しっぽり、大人な雰囲気で。全国の城下町で見つけた「蔵カフェ＆バー」",
  },
  {
    key: "sports",
    title: "ダイエット＆ボディメイクのためのヨガポーズ集。無理なく続けて身も心もスッキリ♪",
  },
  {
    key: "lifestyle",
    title: "これがあれば片付け上手♪【コンテナ・ボックス収納】おすすめ8選",
  },
  {
    key: "sports",
    title: "これなら続けられる♪『壁を使ったエクササイズ』でスタイルアップを目指そう！",
  },
  {
    key: "goods",
    title: "美味しいお茶でおもてなし。【急須と湯呑】を揃えましょ",
  },
  {
    key: "food",
    title: "コンポートは、いろんな果物で楽しめる！基本＆アレンジレシピ集",
  },
  {
    key: "trip",
    title: "いい天気の日には。歴史ある街「府中市」をお散歩してみよう♩",
  },
]